<?php

return [
    'failed' => 'هذا الحساب غير مسجل',
    'password' => 'كلمة السر غير صحيحة',
    'throttle' => 'لقد حاولت كثيرا. رجاء محاولة بعد قليل',
    'register' => 'رجاء تفحص إيميلك تم إرسال رسالة التأكيد',
    'emailUnverify' => 'أنت تحتاج إلى تأكيد حسابك. لقد أرسلنا رمز التفعيل رجاء تفحص إيميلك',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'updateProfile' => 'تم تحديث الحساب بنجاح',
    'validateError' => 'خطأ في إدخال',
    'reset' => 'إعادة ضبط كلمة السر',
    'checkEmail' => 'رجاء تفحص إيميلك',
    'invalid' => 'كود غير متاح',
    'change' => 'تم تغيير كلمة السر بنجاح',
    'invaToken' => 'كود غير متاح أو إنتهت صلاحيته.',
    'already' => 'إيميلك مؤكد من قبل.',
    'sendEmail' => 'تم إرسال رسالة التأكيد إلى إيميلك',
    'veriSucc' => 'تم التأكيد بنجاح',
];
